{
  "TBD": "TBD",
  "nav": {
    "home": "home",
    "about": "about",
    "contact": "contact",
    "blog": "blog",
    "projects": "projects"
  },

  "404": {
    "title": "Page not found",
    "text": "Back to home"
  },

  "postNotFound": {
    "title": "Looks like this post doesn't exist or has been removed.",
    "subtitle": "but you can check out other posts",
    "btn": "Back to blog"
  },

  "footer": {
    "credits": "Made with {nuxt} and {unocss}",
    "corpyright": "All rights reserved."
  },

  "home": {
    "title": "Hello, I'm Lucas",
    "btn_resume": "Resume",
    "email_confirm": "My email was copied to your clipboard. \nDo you want to open your email client to send me a message?",
    "email_body": "Hey Lucas! Let's exchange some ideas about..."
  },
  "about": {
    "title": "About me",
    "description": "A brief overview of my life and career.",

    "bio": {
      "title": "Hey! I'm Lucas",
      "p1": "I'm a developer certified in Human Code by 42 São Paulo, passionate about learning and sharing knowledge in the field of development.",
      "p2": "Currently, I'm working as a junior developer at Gigage, where I have the opportunity to grow and contribute to challenging projects.",
      "p3": "I'm focused on enhancing my skills in web development, dedicating time to studying both front-end and back-end to become a more well-rounded and effective professional."
    },
    "skills": {
      "title": "Skills",
      "frontend": {
        "title": "Front-end",
        "text": "I have experience with front-end development, working with Nuxt and Tailwind. I'm also studying Next.js and Svelte."
      },
      "backend": {
        "title": "Back-end",
        "text": "I'm studying back-end development with Django and FastAPI. I'm also studying Python and C/C++."
      },
      "other": {
        "title": "Tools and Other Skills",
        "text": "I have experience with DevOps, working with Git and Docker."
      }
    }
  },

  "blog": {
    "title": "Log of dev - blog",
    "latestPosts": "Latest Posts",
    "otherPosts": "Other Posts",

    "description": "log of dev is a project that I started to share experiences and knowledge in the world of development, I hope you like it and that it is useful to you.",

    "notFound": {
      "title": "I sorry, but there are no posts yet.",
      "description": "I'm working on it, I promise."
    }
  }
}
