{
  "nav": {
    "home": "início",
    "about": "sobre",
    "contact": "contato",
    "blog": "blog",
    "projects": "projetos"
  },

  "404": {
    "title": "Erro",
    "text": "Página não encontrada"
  },

  "postNotFound": {
    "title": "Parece que o posto que você está procurando não existe mais ou foi removido.",
    "subtitle": "mas você pode ver outros posts",
    "btn": "Ver outros posts"
  },

  "footer": {
    "madeBy": "Desenvolvido por",
    "corpyright": "My Portfolio. Todos os direitos reservados."
  },

  "home": {
    "btn_resume": "Currículo",
    "email_confirm": "E-mail copiado para a área de transferência, \nGostaria de continuar no seu cliente de e-mail?",
    "email_body": "Ei lucas! Vamos trocar uma ideia sobre..."
  },

  "about": {
    "title": "Sobre mim",
    "bio": {
      "title": "Minha Bio",
      "p1": {
        "title": "Quem sou eu?",
        "text": "Eu sou um desenvolvedor web, com foco em desenvolvimento front-end. Atualmente estou trabalhando com Nuxt e Tailwind, e também estou estudando Next.js. Também estou estudando desenvolvimento back-end com Django e FastAPI."
      },
      "p2": {
        "title": "O que estou procurando?",
        "text": "Estou procurando oportunidades para trabalhar com desenvolvimento web, com foco em desenvolvimento front-end. Também estou procurando oportunidades para trabalhar com Python e C/C++."
      },
      "p3": {
        "title": "O que estou estudando?",
        "text": "Estou estudando desenvolvimento web com Nuxt e Tailwind, e também estou estudando Next.js. Também estou estudando desenvolvimento back-end com Django e FastAPI. Também estou estudando C/C++ e Python."
      }
    },
    "skills": {
      "title": "Habilidades",
      "frontend": {
        "title": "Front-end",
        "text": "Tenho experiência com desenvolvimento front-end, trabalhando com Nuxt e Tailwind. Também estou estudando Next.js e Svelte."
      },
      "backend": {
        "title": "Back-end",
        "text": "Estou estudando desenvolvimento back-end com Django e FastAPI. Também estou estudando Python e C/C++."
      },
      "other": {
        "title": "Outras habilidades",
        "text": "Tenho experiência com DevOps, trabalhando com Git e Docker."
      }
    }
  },
  "blog": {
    "latestPosts": "Últimos Posts",
    "otherPosts": "Outros Posts",
    
    "description": "Log do dev é um projeto que comecei para compartilhar experiências e conhecimentos no mundo do desenvolvimento. Espero que você goste e que seja útil para você.",

    "notFound": {
      "title": "Desculpe, mas não há posts aqui.",
      "description": "Eu trabalho nisso, mas ainda não há posts aqui. Por favor, volte mais tarde."
    }
  }
}
