{
  "nav": {
    "home": "início",
    "about": "sobre",
    "contact": "contato",
    "blog": "blog",
    "projects": "projetos"
  },

  "404": {
    "title": "Erro",
    "text": "Página não encontrada"
  },

  "postNotFound": {
    "title": "Parece que o posto que você está procurando não existe mais ou foi removido.",
    "subtitle": "mas você pode ver outros posts",
    "btn": "Ver outros posts"
  },

  "footer": {
    "credits": "Feito com {nuxt} e {unocss}",
    "corpyright": "Todos os direitos reservados."
  },

  "home": {
    "title": "Olá, eu sou Lucas!",
    "btn_resume": "Currículo",
    "email_confirm": "E-mail copiado para a área de transferência, \nGostaria de continuar no seu cliente de e-mail?",
    "email_body": "Ei lucas! Vamos trocar uma ideia sobre..."
  },

  "about": {
    "title": "Sobre mim",
    "description": "Uma breve apresentação sobre minha trajetória e experiência profissional.",
    "bio": {
      "title": "Fala ai! Lucas aqui",
      "p1": "Sou um desenvolvedor certificado em Human Code pela 42 São Paulo, apaixonado por aprender e compartilhar conhecimento no campo do desenvolvimento.",
      "p2": "Atualmente, estou trabalhando como desenvolvedor júnior na empresa Gigage, onde tenho a oportunidade de crescer e contribuir em projetos desafiadores.",
      "p3": "Estou focado em aprimorar minhas habilidades em desenvolvimento web, dedicando tempo ao estudo do front-end e back-end para me tornar um profissional mais completo e eficaz."
    },
    "skills": {
      "title": "Habilidades",
      "frontend": {
        "title": "Front-end",
        "text": "Tenho experiência com desenvolvimento front-end, trabalhando com Nuxt e Tailwind. Também estou estudando Next.js e Svelte."
      },
      "backend": {
        "title": "Back-end",
        "text": "Estou estudando desenvolvimento back-end com Django e FastAPI. Também estou estudando Python e C/C++."
      },
      "other": {
        "title": "Outras habilidades",
        "text": "Tenho experiência com DevOps, trabalhando com Git e Docker."
      }
    }
  },
  "blog": {
    "title": "Log of dev - blog",
    "latestPosts": "Últimos Posts",
    "otherPosts": "Outros Posts",

    "description": "Log do dev é um projeto que comecei para compartilhar experiências e conhecimentos no mundo do desenvolvimento. Espero que você goste e que seja útil para você.",

    "notFound": {
      "title": "Desculpe, mas não há posts aqui.",
      "description": "Eu trabalho nisso, mas ainda não há posts aqui. Por favor, volte mais tarde."
    }
  }
}
